[
  {
    "question": "How long have you lived in the neighborhood?"
  },
  {
    "question": "What do you like most about living around here?"
  },
  {
    "question": "Do you have any favorite coffee shops or lunch spots nearby?"
  },
  {
    "question": "Have you found any hidden gems in the neighborhood—like parks, bakeries, or walking trails?"
  },
  {
    "question": "Are there any neighborhood events you look forward to each year?"
  },
  {
    "question": "Do you know any local babysitters you'd recommend?"
  },
  {
    "question": "Where do you usually grocery shop around here?"
  },
  {
    "question": "Have you found a favorite playground for your kids?"
  },
  {
    "question": "Is there a good local place to get your hair done or pamper yourself?"
  },
  {
    "question": "Have you met many other parents around here?"
  },
  {
    "question": "How old are your kids?"
  },
  {
    "question": "Are you doing daycare, preschool, or staying home right now?"
  },
  {
    "question": "What’s your favorite way to spend a weekend with your family?"
  },
  {
    "question": "Do your kids have favorite books or shows right now?"
  },
  {
    "question": "How do your kids do with naps and bedtime these days?"
  },
  {
    "question": "Are there any parenting hacks you swear by?"
  },
  {
    "question": "What’s your go-to snack for your kids on the go?"
  },
  {
    "question": "Have you ever done a mom group or parenting class around here?"
  },
  {
    "question": "What’s something your kid is really into right now?"
  },
  {
    "question": "Do you ever do family outings into the city (or nearest metro area)?"
  },
  {
    "question": "What do you do for work—or what would you do if you had endless time?"
  },
  {
    "question": "What’s a hobby or activity you enjoy when you actually get a little time for yourself?"
  },
  {
    "question": "Are you reading anything good right now?"
  },
  {
    "question": "What kind of music or podcasts do you like to listen to?"
  },
  {
    "question": "Have you watched any good shows or movies lately?"
  },
  {
    "question": "If you could plan a kid-free weekend, what would you do?"
  },
  {
    "question": "Do you cook much? Any go-to easy meals?"
  },
  {
    "question": "What’s your favorite way to relax after a long day?"
  },
  {
    "question": "Do you like to travel? Got any dream destinations?"
  },
  {
    "question": "Are you more of a morning person or a night owl?"
  },
  {
    "question": "How did you meet your partner (if partnered)?"
  },
  {
    "question": "What did you think life with kids would be like before becoming a parent?"
  },
  {
    "question": "What’s something motherhood has taught you about yourself?"
  },
  {
    "question": "How do you usually handle stress or tough days?"
  },
  {
    "question": "What kind of traditions or routines are important in your family?"
  },
  {
    "question": "Do you celebrate any specific holidays in a meaningful way?"
  },
  {
    "question": "How do you and your partner (or support system) divide responsibilities at home?"
  },
  {
    "question": "Do you have extended family nearby?"
  },
  {
    "question": "What kind of values are you hoping to instill in your kids?"
  },
  {
    "question": "How do you usually celebrate your birthday—or your kids’?"
  },
  {
    "question": "What’s your go-to coffee or tea order?"
  },
  {
    "question": "If someone gave you a free afternoon, what would you do with it?"
  },
  {
    "question": "Do you like board games, card games, or puzzles?"
  },
  {
    "question": "If you could live anywhere for a year, where would it be?"
  },
  {
    "question": "Do you prefer beach days or mountain getaways?"
  },
  {
    "question": "What's your idea of a perfect night out with friends?"
  },
  {
    "question": "Are you into any creative outlets—writing, art, crafts, music?"
  },
  {
    "question": "Do you ever daydream about starting a business or switching careers?"
  },
  {
    "question": "What's the last thing that made you laugh really hard?"
  },
  {
    "question": "What’s something people might not guess about you?"
  }
]